<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">

<head>
<meta content="de" http-equiv="Content-Language" />
<meta content="text/html; charset=utf-8" http-equiv="Content-Type" />
<title>CreateBot</title>
<style type="text/css">
.auto-style1 {
	border-style: solid;
	border-width: 1px;
}
</style>
</head>

<body>

<h1>Erweiterte Konfiguration - Einen Neuen Bot mit Telegram erstellen</h1>
<p>
Bevor Sie Kurznachrichten per Telegram empfangen k&ouml;nnen, m&uuml;ssen Sie die Telegram 
App auf Ihrem mobilen Endger&auml;t mit Android, IOS oder Windows Phone 
Betriebssystem installieren. Desweiteren muss ein Bot erstellt werden. Der Bot ist ein Computerprogramm, der in der Telegram Kurznachrichten App wie ein 
normaler Nutzer dargestellt wird. Der Bot ist die Schnittstelle zwischen Ihrem 
Endger&auml;t und dem EventMessenger.</p>
<p>
Beginnen Sie mit der Installation der App aus dem "App Store" Ihres jeweiligen 
Endger&auml;tes. In diesem Beispiel wird Android als Betriebbsystem verwendet. Die 
Installation auf einem IOS oder WindowsPhone Gerät verl&auml;uft analog dazu.<br />
<br />
<span class="auto-style1">
<img alt="" height="500" src="TelegramInstallPlayStore.png" width="264" /></span></p>
<p>
Rufen Sie nach erfolgter Installation die App auf.<br />
<br />
<span class="auto-style1">
<img alt="" height="500" src="AndoidHomeAfterTelegramInstalled.png" width="265" /></span></p>
<p>
Und Beginnen Sie die Konfiguration der App.</p>
<p>
<span class="auto-style1">
<img alt="" height="499" src="TelegramBeginConfig.png" width="268" /></span></p>
<p>
Telegram verknüpft ihr Telefon über dessen 
Rufnummer mit den Telegram Diensten. Dazu ist es nötig, das die App SMS und 
Anrufe empfangen kann.<br />
<br />
<span class="auto-style1">
<img alt="" height="499" src="TelegramPleaseAllowAccess.png" width="262" /></span></p>
<p>
Bitte gew&auml;hren Sie die obligatorischen Zugriffsrechte auf Ihr Gerät...<br />
<br />
<span class="auto-style1">
<img alt="" height="500" src="imgD.jpg" width="265" /></span></p>
<p>
Bitte geben Sie Ihre Rufnummer ohne beginnende '0' ein. Aus "0172 123456" wird 
daher "172 123456"<br />
<br />
<span class="auto-style1">
<img alt="" height="500" src="InsertTelephoneNumber.png" width="257" /></span></p>
<p>
Zur Authentifiezierung der Echtheit der angegebenen Daten erhalten Sie vom 
Telegram Dienst einen Code per Anruf oder SMS, der automatisch erkannt wird.<br />
<br />
<span class="auto-style1">
<img alt="" height="499" src="WaitForSMS.png" width="267" /></span></p>
<p>
Nach erfolgreicher Konfiguration sehen Sie zun&auml;chst einen leeren Bildschirm. 
Sie k&ouml;nnen die&nbsp;Telegram App auch f&uuml;r Ihre herk&ouml;mmliche 
Kommunikation mit den Kontakten aus Ihrer Kontaktliste verwenden. Wenn Sie dies 
w&uuml;nschen, sollten Sie der App die notwendigen Rechte einr&auml;umen.<br />
<br />
<span class="auto-style1">
<img alt="" height="500" src="img1B.jpg" width="262" /></span></p>
<p>
Ist die Konfiguratin der App abgeschlossen sehen Sie ersteinmal noch keine 
Eintr&auml;ge, da Sie noch keine Nachrichten empfangen haben.<br />
<br />
<span class="auto-style1">
<img alt="" height="500" src="img1E.jpg" width="259" /></span></p>
<p>
Sie k&ouml;nnen nun entweder mit Kontakten aus Ihrer Kontaktliste eine neue 
Unterhaltung beginnen oder mit der Konfiguration des Bot fortfahren. Bitte rufen 
Sie in letzterem Fall den Browser auf Ihrem mobilen Endger&auml;t auf. Die 
Konfiguration des Bots erfolgt mithilfe eines Telegram Dienstes der sich 
"Botfather" nennt.<br />
<br />
Rufen Sie in Ihrem Browser bitte die Adresse "telegram.me/botfather" auf.<br />
<br />
<span class="auto-style1">
<img alt="" height="500" src="BrowserBotfatherURL.png" width="260" /></span></p>
<p>
Sie werden auf die Startseite des Dienstes geleitet. Bitte nehmen Sie mit der 
Schaltfl&auml;che "Send Message" Verbindung mit dem Telegram Dienst auf.<br />
<br />
<span class="auto-style1">
<img alt="" height="499" src="img24.jpg" width="254" /></span></p>
<p>
Nach erfolgreicher &Uuml;bernahme 
der Verbindungseinstellungen wird die Telegram App ge&ouml;ffnet und Sie sehen 
folgende Maske.<br />
Klicken Sie bitte auf die Schaltfl&auml;che am unteren Bildschirmrand um mit 
dem Dienst zu kommunizieren und ihn anzuweisen, einen neuen Bot für Sie zu 
erstellen.<br />
<br />
<span class="auto-style1">
<img alt="" height="501" src="img29.jpg" width="262" /></span></p>
<p>
Der Dienst wird eine Anzahl an m&ouml;glichen Befehlen anzeigen 
von denen der "/newbot" Befehl zur Erstellung eines neuen Bots gew&auml;hlt wird. Der 
Dienst antwortet darauf mit der Nachfrage wie der neue Bot benannt werden soll.<br />
<br />
Bitte vergeben Sie einen Namen f&uuml;r Ihren Bot.<br />
<br />
<span class="auto-style1">
<img alt="" height="499" src="img2D.jpg" width="266" /></span></p>
<p>
Nach Vergabe einer Bezeichnung für Ihren Bot werden Sie gebeten einen 
Anmeldenamen zu vergeben. Dieser unterscheidet sich von der o.a. Bezeichnung 
dadurch, dass er auf "bot" endet. <br />
<br />
Beispiel:<br />
<br />
Bezeichnung: EventMessenger<br />
Anmeldename: EventMessengerBot<br />
<br />
<span class="auto-style1">
<img alt="" height="499" src="img31.jpg" width="264" /></span></p>
<p>
Wenn Ihre Eingaben angenommen wurden, erhalten Sie einen Zugangsschl&uuml;ssel 
(token). <br />
Bitte kopieren Sie diesen Schl&uuml;ssel auf eine geeignete Weise an einen sicheren 
Ort. <br />
<br />
<span class="auto-style1">
<img alt="" height="500" src="img32.jpg" width="265" /></span></p>
<p>
Sie k&ouml;nnen die Nachricht des Dienstes beispielsweise kopieren und in Ihr bevorzugtes 
E-Mailprogramm einf&uuml;gen. Von dort aus k&ouml;nnen Sie Ihren Zugangsschl&uuml;ssel leicht 
an den Rechner senden, auf dem Sie den EventMessenger installiert haben.<br />
<br />
Haben Sie keine M&ouml;glichkeit hierzu, m&uuml;ssen Sie den Zugangsschl&uuml;ssel bitte abtippen.<br />
<br />
<span class="auto-style1">
<img alt="" height="500" src="img34.jpg" width="267" /></span></p>
<p>
Bitte &uuml;bertragen Sie den Zugangsschl&uuml;ssel in den 
<a href="CreateResponses_TelegramResponseAddBot.html">"Bot"-Konfigurationsdialog des 
EventMessengers.</a><br />
<br />
<img alt="OutlookgetApiID" src="img5.jpg" /></p>
<p>
Der EventMessenger ist nun bereit zur Versendung von Telegram Kurznachrichten. 
Bitte bewahren Sie den Zugangsschl&uuml;ssel an einem sicheren Ort auf.</p>
<p>&nbsp;</p>

</body>

</html>
