Repository: c3rebro/RFiDGear
Catalog: RFiDGear/Resources/Manifest.*.resx
Languages: de

# toolTipTextBoxCardStatus
source: Current card state
de: Aktueller Kartenstatus

# textBoxCardStatus
source: not connected
de: keine Verbindung

# textBoxCardStatus_Removed
source: card removed
de: Karte wurde entfernt

# textBoxCardStatus_Inserted
source: card detected
de: Karte erkannt

# toolTipSelectReaderComboBox
source: Please select a contactless slot of an available reader
de: Bitte aus der Liste verfügbarer Kartenleser ein Kartenlesegerät auswählen

# toolTipCaption
source: Hint:
de: Hinweis:

# cardStatusToolStripLabel_Inserted
source: card detected
de: Karte erkannt

# cardStatusToolStripLabel
source: not connected
de: keine Verbindung

# cardStatusToolStripLabel_Removed
source: card removed
de: Karte wurde entfernt

# groupBoxEditClassicCardAccessBits
source: sectortrailer configuration
de: Sector Trailer Konfiguration

# groupBoxAccessRights
source: access bits
de: Zugriffsrechte

# groupBoxChangeKeys
source: change keys
de: Schlüssel ändern:

# checkBoxAllowChanges
source: allow changes
de: Änderungen zulassen

# buttonSaveAndExitReaderSetupText
source: Save and Exit
de: Speichern + Schließen

# buttonCancelReaderSetupText
source: Abort
de: Abbrechen

# buttonConnectToReaderText
source: Connect
de: Verbinden

# messageBoxRestartRequiredCaption
source: Restart Required
de: Neustart erforderlich

# messageBoxRestartRequiredMessage
source: The Software needs to be restarted in Order to apply these changes. Click 'OK' to proceed.
de: Die Software muss neu gestartet werden damit die Änderungen wirksam werden. Klicken Sie auf 'OK' um die Software zu schließen.

# menuItemFileHeader
source: _File
de: _Datei

# menuItemExitHeader
source: _Exit
de: _Beenden

# menuItemEditHeader
source: _Edit
de: _Bearbeiten

# menuItemOptionsHeader
source: _Tools
de: _Extras

# menuItemReaderSettingsHeader
source: _Settings...
de: _Einstellungen...

# ENUM.TaskType_MifareClassicTask.ReadData
source: Read Data
de: Daten lesen

# ENUM.TaskType_MifareClassicTask.ChangeSecuritySettings
source: Edit Sectortrailer and Keys
de: Schlüssel bearbeiten

# ENUM.TaskType_MifareClassicTask.None
source: None
de: Kein

# ENUM.TaskType_MifareClassicTask.WriteData
source: Write Data
de: Daten schreiben

# ENUM.TaskType_MifareClassicTask.ChangeDefault
source: Change Default Values
de: Standardwerte ändern

# ENUM.DESFireKeyType.DF_KEY_DES
source: 3DES
de: DES

# ENUM.DESFireKeyType.DF_KEY_3K3DES
source: 3K3DES
de: 3DES

# ENUM.TaskType_MifareDesfireTask.DeleteFile
source: Delete File
de: Datei löschen

# ENUM.TaskType_MifareDesfireTask.WriteData
source: Write Data
de: Daten schreiben

# ENUM.TaskType_MifareDesfireTask.ChangeDefault
source: Change Default Values
de: Voreinstellungen ändern

# ENUM.TaskType_MifareDesfireTask.CreateFile
source: Create File
de: Datei erstellen

# ENUM.TaskType_MifareDesfireTask.DeleteApplication
source: Delete Application
de: Applikation löschen

# ENUM.TaskType_MifareDesfireTask.None
source: None
de: k/A

# ENUM.TaskType_MifareDesfireTask.ReadData
source: Read Data
de: Daten lesen

# ENUM.TaskType_MifareDesfireTask.CreateApplication
source: Create Application
de: Applikation erstellen

# ENUM.TaskType_MifareDesfireTask.FormatDesfireCard
source: Format Desfire Card
de: Karte Formatieren

# ENUM.TaskType_MifareDesfireTask.PICCMasterKeyChangeover
source: Change PICC Master Key
de: PICC Master Key ändern

# ENUM.TaskType_MifareDesfireTask.ApplicationKeyChangeover
source: Change Application Key
de: Applikationsschlüssel ändern

# labelReaderStatus
source: Reader Status:
de: Kartenleser Status:

# labelSelectedReader
source: Selected Reader:
de: Ausgewählter Kartenleser:

# menuItemHelpHeader
source: _Help
de: _Hilfe

# menuItemSetTaskStatusToUndone
source: _Set Taskstatus to 'Undone'
de: _Aufgabenstatus zurücksetzen

# menuItemRunAllTasksAutomatically
source: _Run All Tasks Automatically
de: _Alle Aufgaben automatisch abarbeiten

# menuItemRunSelectedTaskAutomatically
source: Run Selected _Task Automatically
de: _Markierte Aufgabe automatisch abarbeiten

# menuItemRunSelectedTaskOnce
source: Run _Selected Task on Chip Just Once
de: Markierte Aufgaben _einmalig abarbeiten

# menuItemRunAllTasksOnce
source: Run _All Tasks On Selected Chip Just Once
de: Alle A_ufgaben einmalig abarbeiten

# menuItemOpenProject
source: _Open Project...
de: Projektdatei _öffnen...

# menuItemSaveTask
source: Save Tasks
de: _Aufgabenliste Speichern unter...

# menuItemSaveChip
source: Save _Chips...
de: _RFiD Chipliste Speichern unter...

# menuItemReadChipPublic
source: _Read Chip Public
de: _RFiD Chip einlesen

# toolTipButtonCardReaderEstablishConnection
source: Try to Connect to the CardReader. Note: A RFID Tag with matching technology must be present on the reader.
de: Versucht eine Verbindung zum Kartenleser her zu stellen. Ein zum Lesertyp passender RFID Chip muss sich in Leserreichweite befinden.

# tabPageHeaderMisc
source: Miscellaneous Settings
de: Erweiterte Einstellungen

# tabPageHeaderReaderSetup
source: Reader Settings
de: Kartenleser Einstellungen

# labelAvailableReaders
source: Available Reader Providers
de: Verfügbare Kartenleseranbieter

# menuItemAddEditMifareClassicTaskHeader
source: Add/Edit Mifare _Classic Task
de: Mifare _Classic Aufgabe hinzufügen/bearbeiten

# menuItemAddEditMifareDesfireTaskHeader
source: Add/Edit Mifare _Desfire Task
de: Mifare _Desfire Aufgabe hinzufügen/bearbeiten

# dataGridHeaderMainWindowTaskIndex
source: Task Nr.
de: Aufgaben Nr.

# dataGridHeaderMainWindowTaskType
source: Task Type
de: Aufgabentyp

# dataGridHeaderMainWindowTaskDescription
source: Description
de: Aufgabenbeschreibung

# windowCaptionSaveTasks
source: Save Tasks to File...
de: Aufgabenliste Speichern unter...

# windowCaptionOpenProject
source: Open Project...
de: Projektdatei öffnen...

# menuItemContextMenuParentNodeQuickCheck
source: Q_uickCheck
de: Schnellprüfung

# toolTipContextMenuParentNodeMifareDesfireQuickCheck
source: Try to get all Application IDs and Chip Key Settings
de: Erstellt eine Liste der vorhanden Applikationen und versucht alle enthaltenen Schlüsseleinstellungen zu erfassen

# messageBoxUpdateAvailableMessage
source: A newer Version of RFiDGear was found. Would you like to Download an Install the Update?
de: Eine neuere Version von RFiDGear ist vorhanden und kann jetzt heruntergeladen werden. Soll die Aktualisierung jetzt herunter geladen und installiert werden?

# messageBoxUpdateAvailableCaption
source: Update Available
de: Aktualisierung verfügbar

# menuItemProgrammingHeader
source: _Programming
de: _Programmierung

# menuItemCreateTaskHeader
source: Add / Edit Task(s)
de: _RFiD Aufgaben

# menuItemRemoveCardsHeader
source: Remove Cards
de: Karten entfernen

# menuItemAddEditMifareUltralightTaskHeader
source: Add/Edit Mifare _Ultralight Task
de: Mifare _Ultralight Aufgabe hinzufügen/bearbeiten

# menuItemAddEditMifareSAMTaskHeader
source: Add/Edit Mifare _SAM Task
de: Mifare _SAM Aufgabe hinzufügen/bearbeiten

# menuItemAddEditMifarePlusTaskHeader
source: Add/Edit Mifare _Plus Task
de: Mifare _Plus Aufgabe hinzufügen/bearbeiten

# menuItemAddEditTagitHFIPlusTaskHeader
source: Add/Edit TagIt _HF-I Plus Task
de: TagIt _HF-I Plus Aufgabe hinzufügen/bearbeiten

# contextMenuItemAddOrEditTask
source: Edit Task...
de: Aufgabe bearbeiten...

# contextMenuItemDeleteSelectedItem
source: Remove Task
de: Aufgabe entfernen

# menuItemRemoveAllTasks
source: Remove All Tasks
de: Alle Aufgaben entfernen

# menuItemShortcutOpenProject
source: Ctrl + O
de: Strg + O

# menuItemShortcutReadChipPublic
source: Ctrl + R
de: Strg + R

# menuItemShortcutWriteToChipOnce
source: Ctrl + X
de: Strg + X

# menuItemExecuteQuickCheck
source: Perform Quick _Check
de: Schnellprü_fung durchführen

# menuItemShortcutExecuteQuickCheck
source: Ctrl + Q
de: Strg + Q

# windowCaptionReaderSetup
source: Settings
de: Einstellungen

# windowCaptionAddEditMifareClassicTask
source: Add / Edit Mifare Classic Task
de: Mifare Classic Aufgabe erstellen / bearbeiten

# windowCaptionAddEditMifareDesfireTask
source: Add / Edit Mifare Desfire Task
de: Mifare Desfire Aufgabe erstellen / bearbeiten

# tabPageHeaderMifareClassicKeys
source: Mifare Classic Keys
de: Mifare Classic Schlüssel

# tabPageHeaderMifareClassicDataExplorer
source: Data Explorer
de: Daten Editor

# groupBoxHeaderMifareClassicSetupTaskConfiguration
source: Task Configuration
de: Aufgabe konfigurieren

# labelContentMifareClassicSetupTaskConfigurationType
source: Task Type
de: Aufgabentyp

# labelContentMifareClassicSetupTaskConfigurationDescription
source: Task Description
de: Aufgabenbeschreibung

# labelContentMifareClassicSetupTaskConfigurationIndex
source: Task Index
de: Aufgabennummer

# buttonContentMifareClassicSetupCancelButton
source: Cancel
de: Abbrechen

# groupBoxHeaderMifareDesfireSetupTaskConfiguration
source: Task Configuration
de: Aufgabe konfigurieren

# labelContentMifareDesfireSetupTaskConfigurationType
source: Task Type
de: Aufgabentyp

# labelContentMifareDesfireSetupTaskConfigurationDescription
source: Task Description
de: Aufgabenbeschreibung

# labelContentMifareDesfireSetupTaskConfigurationIndex
source: Task Index
de: Aufgabennummer

# groupBoxHeaderMifareClassicSetupKeySetup
source: Key Configuration
de: Schlüsselverwaltung

# labelContentMifareClassicSetupKeyANumber
source: A Key Nr.
de: A Schlüssel Nr.

# labelContentMifareClassicSetupKeyBValue
source: B Key
de: B Schlüssel

# labelContentMifareClassicSetupKeyBNumber
source: B Key Nr.
de: B Schlüssel Nr.

# labelContentMifareClassicSetupKeyAValue
source: A Key
de: A Schlüssel

# labelContentMifareClassicSetupSectorNumber
source: Sector Nr.
de: Sektornummer

# ENUM.TaskType_MifareUltralightTask.ChangeDefault
source: Change Default Values
de: Standardwerte ändern

# ENUM.TaskType_MifareUltralightTask.ReadData
source: Read Data
de: Daten lesen

# ENUM.TaskType_MifareUltralightTask.WriteData
source: Write Data
de: Daten schreiben

# ENUM.TaskType_MifareUltralightTask.None
source: None
de: Kein

# textBoxStatusTextBoxDllLoaded
source: Driver successfully loaded
de: Treiber erfolgreich geladen

# textBoxStatusTextBoxUnableToAuthenticate
source: Unable to Authenticate
de: Authentifizierungsfehler

# buttonContentMifareDesfireCardMasteringFormatButton
source: Format
de: Formatieren

# toolTipSelectedKeySetupTaskIndex
source: Set up the order of task execution Allowed Values: All Printable Chars Sorted By: Alphanumeric Example: 0; 0.0; A1
de: Legt die Reihenfolge der Abarbeitung erstellter Aufgaben fest Erlaubte Werte: Freitext Sortierrerihenfolge: Alphabetisch Beispiel: 0; 0.0; A1

# buttonCancelMifareDesfireSetupViewCaption
source: Cancel
de: Abbrechen

# labelAllowChangeMK
source: Allow change PICC / App MasterKey
de: PICC / App MasterKey änderbar

# labelAllowConfigChange
source: Allow change configuration
de: Konfiguration ist änderbar

# labelAllowCreateDelete
source: Free app / file creation w/o PICC / App MasterKey
de: Apps / Dateien ohne PICC / App MasterKey anlegbar

# labelAllowListing
source: Free directory listing w/o PICC / App MasterKey
de: Verzeichnis ohne PICC / App MasterKey einsehbar

# tabPageHeaderApplicationKeySetup
source: Application Key Setup
de: App Schlüssel Einstellungen

# tabPageHeaderApplicationSetup
source: Application Setup
de: App Einstellungen

# tabPageHeaderFileExplorer
source: File Explorer
de: Datei Editor

# tabPageHeaderFileSetup
source: File Setup
de: Datei Einstellungen

# tabPageHeaderPICCMasterKeySetup
source: PICC Master Key Setup
de: PICC Schlüssel Einstellungen

# toolTipCheckBoxConfigChangeable
source: Allows changing this configuration after the App was modified
de: Sind diese Einstellungen nachträglich editierbar?

# toolTipTabItemApplicationKeySetup
source: Purpose: - change keys of existing applications Needs: - App Master Key or specified Key (this Tab; groupbox "Mifare DESFire App Key - Current") depending on the security settings Needed by: - this Tab for changing Keys - Tab "File Setup" for creating and deleting files Hint - Key "0" ist the "App Master Key"
de: Verwendungszweck: - Schlüssel bestehender Applikationen ändern Benötigt: - App Master Key oder bisheringen Schlüssel (dieser Reiter in der Gruppierung "Mifare DESFire App Schlüsseleinstellungen - IST") wenn die Sicherheitseinstellungen dies erfordern (optional) Wird benötigt von: - diesem Reiter beim Ändern von Schlüsseln - Reiter "Datei erstellen" Hinweise: - Schlüssel "0" ist der "App Master Key"

# toolTipTabItemApplicationSetup
source: Purpose: - create new apps / delete existing ones (space is not freed automatically) Needs: - PICC Master Key (Tab "PICC Master Key Setup") if security settings prohibit app creation without PICC Master Key (optional) Needed by: - Tab "Application Key Changeover" for changing keys if app security setting allow to do so
de: Verwendungszweck: - Neue Applikation anlegen und bestehende löschen Benötigt: - PICC Master Key (Reiter "PICC Master Key Setup") wenn die Sicherheitseinstellungen dies erfordern (optional) Wird benötigt von: - Reiter "Application Key Changeover" beim Ändern von Schlüsseln

# toolTipTabItemFileSetup
source: Purpose: - create new files / delete existing ones Needs: - App Master Key and App ID (Tab "Application Key Setup" -> groupbox "Mifare DESFire App Setup - Current") Needed by: - Tab "Data Explorer" for reading and writing files
de: Verwendungszweck - Neue Dateien anlegen und bestehende löschen Benötigt: - App Master Key und App ID (Reiter "App Schlüssel Einstellungen" -> Gruppierung "Mifare DESFire App Einstellungen - IST") Wird benötigt von: - Reiter "Daten Editor" zum lesen und schreiben von Daten in Dateien

# toolTipTabItemPICCMasterKeySetup
source: Purpose: - set and modify PICC Master Key - free space on Card / format card Needs - k.A. Needed by: - Tab "Application Setup" if security setting prohibit app creation without PICC Master Key
de: Verwendungszweck: - PICC Master Key setzen oder ändern - Speicherplatz freigeben / Karte formatieren Benötigt: - k.A. Wird benötigt von: - Reiter "Application Setup" wenn die Sicherheitseinstellungen dies erfordern

# buttonContentMifareDesfireAuthenticateWithCurrentKey
source: Authenticate with PICC MasterKey
de: Mit PICC MasterKey Authentifizieren

# buttonContentMifareDesfireChangePICCMasterKey
source: Change Key
de: Schlüssel ändern

# groupBoxHeaderMifareDesfireCardMasterSettingCurrent
source: Mifare DESFire PICC Key Setup - Current
de: Mifare DESFire PICC Key Einstellungen - IST

# labelContentMifareDesfireCurrentKeyType
source: Key Type
de: Schlüsseltyp

# groupBoxheaderMifareDesfireCardMasterSettingTarget
source: Mifare DESFire PICC Key Setup - Target
de: Mifare DESFire PICC Key Einstellungen - SOLL

# buttonContentMifareDesfireAppCreationCreateApp
source: Create Application
de: Applikation erstellen

# buttonContentMifareDesfireAppCreationDeleteApp
source: Delete Application
de: Applikation löschen

# buttonContentMifareDesfireKeyChangeAuthenticate
source: Authenticate with App Key
de: Mit App Schlüssel Authentifizieren

# buttonContentMifareDesfireKeyChangeChangeKey
source: Change Key
de: Schlüssel ändern

# groupBoxHeaderMifareDesfireAppCreation
source: Mifare DESFire Application Setup
de: Mifare DESFire Applikation - Anlegen / Bearbeiten

# groupBoxHeaderMifareDesfireAppSettingsCurrent
source: Mifare DESFire App Setup - Current
de: Mifare DESFire App Einstellungen - IST

# groupBoxHeaderMifareDesfireAppSettingsTarget
source: Mifare DESFire App Setup - Target
de: Mifare DESFire App Einstellungen - SOLL

# labelContentMifareDesfireAppKey
source: Application Key
de: App Schlüssel

# labelContentMifareDesfireKeyNumber
source: Key Number
de: Schlüsselnummer

# labelMifareDesfireAppSetupKeySettings
source: Key Settings
de: Schlüsseleinstellungen

# textBoxPleaseEnterTaskDescription
source: Enter Task Description...
de: Beschreibung hier eingeben...

# toolTipCheckBoxAllowChangeMK
source: Allows additional PICC / App Masterkey changes
de: Erlaubt nachträgliche PICC bzw. App Masterkey änderungen

# toolTipCheckBoxAllowCreateDelete
source: Allows Creation and Deletion without MasterKey Authentication Recommended Setting (FOR PICC LAYER ONLY)
de: Erlaubt das nachträglich Anlegen und Löschen ohne MasterKey Authentifizierung (Empfohlene Einstellung für PICC Ebene - NICHT für App Ebene)

# toolTipCheckBoxAllowListing
source: Allows listing of directory and security information (AppIDs and Key Numbers - NOT Keys itself)
de: Erlaubt Einsehen der vorhanden Apps und Schlüsselnummern (aber nicht die Schlüssel als solche)

# groupBoxHeaderMifareDesfireFileSettings
source: Mifare DESFire File Setup
de: Mifare DESFire Dateien - Anlegen / Bearbeiten

# labelContentMifareDesfireFileNumber
source: File No.
de: Datei Nr.

# labelContentMifareDesfireFileSize
source: File Size
de: Dateigröße

# labelContentMifareDesfireFileType
source: File Type
de: Dateityp

# buttonContentMifareDesfireFileMasteringCreateFile
source: Create File
de: Datei erstellen

# buttonContentMifareDesfireFileMasteringDeleteFile
source: Delete File
de: Datei löschen

# groupBoxHeaderMifareDesfireFileDataOnChip
source: Data on Chip
de: Daten - IST

# groupBoxHeaderMifareDesfireFileDataOnMemory
source: Data in Memory
de: Daten - SOLL

# buttonContentMifareDesfireFileSetupOpenDataFile
source: Load Data from Disk...
de: Datendatei Öffnen...

# buttonContentMifareDesfireFileSetupReadData
source: Read from File
de: Datei lesen

# buttonContentMifareDesfireFileSetupWriteData
source: Write to File
de: Datei schreiben

# groupBoxHeaderMifareDesfireFileReadWriteData
source: Read / Write Keys
de: Schreib- / Leseschlüssel

# filterStringSaveReport
source: PDF Files (*.pdf)|*.pdf
de: PDF Dateien (*.pdf)|*.pdf

# menuItemCreateGenericTaskHeader
source: Add / Edit Generic (N_on-Chip) Task...
de: _Allgemeine (nicht-RFID) Aufgabe erstellen...

# labelAddTestPoint
source: Add / Edit Testpoint
de: Testpunkt erstellen / bearbeiten

# labelSelectReportTemplate
source: Report Template
de: Berichtvorlage

# tabPageHeaderReportSettingsView
source: Create / Edit Report
de: Bericht erstellen / bearbeiten

# ENUM.TaskType_GenericChipTask.ChangeDefault
source: Change Default Values
de: Standardwerte ändern

# ENUM.TaskType_GenericChipTask.ChipIsOfType
source: Check Type Of Chip
de: Prüfung des Kartentyps

# ENUM.TaskType_GenericChipTask.None
source: Empty
de: Kein

# ENUM.TaskType_CommonTask.ChangeDefault
source: Change Default Values
de: Standardwerte ändern

# ENUM.TaskType_CommonTask.CreateReport
source: Create / Edit Report
de: Bericht erstellen / bearbeiten

# ENUM.TaskType_CommonTask.None
source: Empty
de: Kein

# menuItemCreateGenericChipTaskHeader
source: Add / Edit Generic C_hip Task...
de: Generischen Typ erstellen / bearbeiten....

# labelSelectIsChipOfType
source: Is Chip Of Type
de: Kartentyp

# ENUM.CARD_TYPE.DESFire
source: Mifare Desfire (all)
de: Desfire EV0

# ENUM.CARD_TYPE.DESFireEV1
source: Mifare Desfire EV1
de: Desfire EV1

# ENUM.CARD_TYPE.DESFireEV2
source: Mifare Desfire EV2
de: Desfire EV2

# ENUM.CARD_TYPE.Mifare1K
source: Mifare Classic 1K
de: Mifare 1K

# ENUM.CARD_TYPE.Mifare2K
source: Mifare Classic 2K
de: Mifare 2K

# ENUM.CARD_TYPE.Mifare4K
source: Mifare Classic 4K
de: Mifare 4K

# ENUM.CARD_TYPE.MifarePlus_SL3_1K
source: Mifare Plus SL3 1K
de: Mifare Plus 1K

# ENUM.CARD_TYPE.MifarePlus_SL3_2K
source: Mifare Plus SL3 2K
de: Mifare Plus 2K

# ENUM.CARD_TYPE.MifarePlus_SL3_4K
source: Mifare Plus SL3 4K
de: Mifare Plus 4K

# ENUM.CARD_TYPE.Unspecified
source: Unbekannt
de: Unspezifiziert

# ENUM.TaskType_GenericChipTask.CheckUID
source: Check UID
de: Prüfung der UID

# ENUM.ERROR.IsNotFalse
source: Is Not False
de: Ist Nicht Unwahr

# ENUM.ERROR.IsNotTrue
source: Is Not True
de: Ist Nicht Wahr

# ENUM.LOGIC_STATE.AND
source: AND
de: UND

# ENUM.LOGIC_STATE.NAND
source: NAND
de: Nicht UND

# ENUM.LOGIC_STATE.NOR
source: NOR
de: Nicht ODER

# ENUM.LOGIC_STATE.NOT
source: NOT
de: Nicht

# ENUM.LOGIC_STATE.OR
source: OR
de: ODER

# tabPageHeaderLogicTaskSettingsView
source: Create / Edit Logic Block
de: Logikbaustein erstellen / bearbeiten

# ENUM.TaskType_CommonTask.CheckLogicCondition
source: Check Logic Block
de: Logische Zustandsprüfung

# labelContentExecuteConditionErrorType
source: Target Result
de: Soll - Ergebnis

# labelContentExecuteConditionTaskIndex
source: Targeted Task Index
de: Ziel Taskindex

# ENUM.TaskType_MifareDesfireTask.ReadAppSettings
source: Read App Configuration
de: App Konfiguration lesen

# ENUM.ERROR.OutOfMemory
source: Out Of Memory Error
de: Nicht genügend Speicher

# buttonContentOpenReportTemplateFile
source: Open File...
de: Datei öffnen...

# groupBoxHeaderCommonTaskCheckpointSetup
source: Checkpoint Setup
de: Prüfpunkteinstellungen

# labelContentCommonTaskCheckpointContent
source: Fieldvalue
de: Feldinhalt

# labelContentCommonTaskCheckpointErrorLevel
source: Targ. Err. Type
de: Erw. Fehlertyp

# labelContentCommonTaskCheckpointTemplateField
source: Template Field
de: Berichtfeld

# labelSelectedReportTemplate
source: Template Path
de: Berichtdateipfad

# buttonContentCommonTaskAddCheckpoint
source: Add Checkpoint
de: Prüfpunkt hinzuf.

# buttonContentCommonTaskRemoveCheckpoint
source: Remove Checkpoint
de: Prüfpunkt entf.

# groupBoxHeaderCommonTaskSelectTemplateFile
source: Template File
de: Berichtdatei

# labelLoadLastProjectOnStart
source: Automatically Load last used Project when starting RFIDGear
de: Zuletzt verwendetes Projekt mit Pragrammstart laden

# ENUM.LOGIC_STATE.COUNT
source: Counter (OR)
de: Zähler (ODER)

# ENUM.LOGIC_STATE.COMPARE
source: Compare
de: Vergleiche

# windowCaptionAddEditGenericTask
source: Add / Edit Generic Task
de: Allgemeine Aufgabe erstellen / bearbeiten

# ENUM.TaskType_MifareDesfireTask.AppExistCheck
source: Check: App Existance
de: Prüfung: App Existenz

# ENUM.TaskType_MifareDesfireTask.AuthenticateApplication
source: Authenticate to App
de: Authentifiziere an App
